MELDUNGEN/EXPORT/RANOREX_Aktualisierungmeldung_20240813084840.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
        <empfangeAktualisierungmeldung xmlns="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaAktualisierungmeldung xmlns="http://tms.ica.de/automatenService/3_10/" zeitpunkt="2024-08-13T08:48:40.070+02:00" aktualisierungstyp="STATUS" status="2" sstVersion="3.10">
                <verkaufspunkt posNummer="999000" betreiber="99" seriennummer="999000" ipAdresse="0.0.0.0"/>
                <metadaten sequenznummer="10014" guid="d3877fcb-31e0-4f1a-924f-bc0a6d249f74"/>
                <automatenStatus betriebStatus="IN_BETRIEB" letzteInteraktion="2024-08-13T08:48:40.296+02:00" letzterVerkauf="2024-08-13T08:48:40.297+02:00"/>
            </faaAktualisierungmeldung>
        </empfangeAktualisierungmeldung>
    </s:Body>
</s:Envelope>
